{
  "code": "0",
  "result": {
    "data": {
      "id": 1,
      "name": "择天记",
      "titles": "序 下山-第一章 我改主意了-第二章 为什么-第三章 这是个俗气的名字，但，...-第四章 天道院-第五章 青衣少年三十六-第六章开卷有喜-第七章陈唐相遇-第八章摘星-第九章 我有做错什么吗？-第十章何日上青云-第十一章 这两个家伙-第十二章 让人无话可说的朋友（...-第十三章 让人无话可说的朋友（...-第十四章 徐有容-第十五章 一只黑羊-第十六章 一间学院-第十七章 国教学院的新生（上）-第十八章 国教学院的新生（中）-第十九章 国教学院的新生（下）-第二十章 第一页-第二十一章 读书的方法-第二十二章 就这么简单-第二十三章 星之海洋-第二十四章 万千星辰，只取一颗-第二十五章 甘露台与百草园-第二十六章 厚积-第二十七章 已多年-第二十八章 翻墙遇见黑袍-第二十九章 一言惊风雨-第三十章 旧书换新天-第三十一章 天塌下来的时候，他...-第三十二章 先生，你就收了我吧-第三十三章 拜师（上）-第三十四章 拜师（下）-第三十五章 淫贼？废物？-第三十六章 谢谢-第三十七章 第一堂课-第三十八章 指点-第三十九章 从百草园到国教学院-第四十章 第一夜-第四十一章 庄换羽-第四十二章 笑声-第四十三章 宗祀所的小怪物-第四十四章 我叫落落-第四十五章 虎虎生风-第四十六章 茅秋雨-第四十七章 剪影与青桔-第四十八章 榕树上-第四十九章 教棍-第五十章 铜针-第五十一章 有些乱-第五十二章 赴宴-第五十三章 未央宫中-第五十四章 一道春风入夜来-第五十五章 人品问题-第五十六章 公平问题-第五十七章 桐宫之囚-第五十八章 独闯龙潭-第五十九章 一名少年在黑色巨龙...-第六十章 推殿而入-第六十一章 请让我对你说一个字-第六十二章 吱吱-第六十三章 恰恰-第六十四章 问世间-第六十五章 她是我的未婚妻-第六十六章 白鹤为凭（上）-第六十七章 白鹤为凭（下）-第六十八章 白帝为姓（上）-第六十九章 白帝为姓（下）-第七十章 有一个少年-第七十二章 第四个人-第七十二章 请赐教-第七十三章 意难平-第七十四章 少年的剑-第七十五章 崩云乱-第七十六章 不错的少年们-第七十七章 四九城里说故事-第七十八章 东林野郡亦七星-第七十九章 由山野而庙堂-第八十章 当下的传世之战？-第八十一章 落落的剑-第八十二章 鞭声响亮-第八十三章 夜车-第八十四章 夜话-第八十五章 破院（上）-第八十六章 破院（中）-第八十七章 破院（下）-第八十八章 国教学院少年们的反击-第八十九章 雨帘破-第九十章 更快，更硬，更强-第九十一章 院门与人心-第九十二章 门房，对话，床上的人-第九十三章 怪一场秋雨-第九十四章 战一座京都（上）-第九十五章 战一座京都（中）-第九十六章 战一座京都（下）-第九十七章 秋雨教院血案-第九十八章 听一位娘娘-第九十九章 修行，高于生死-第一百章 满山野花盛开的年代-第一百零一章 百草园怀旧-第一百零二章 甘露台抚今-第一百零三章 恋上你的床-第一百零四章 想起一个人-第一百零五章 去离宫-第一百零六章 过神道-第一百零七章 舌战-第一百零八章 一花一世界-第一百零九章 重逢-第一百一十章 教诲-第一百一十一章 教宗-第一百一十二章 青云榜上有新人（上）-第一百一十三章 青云榜上有新人（中）-第一百一十四章 青云榜上有新人（下）-第一百一十五章 前十-第一百一十六章 宣告-第一百一十七章 指间的星光（上）-第一百一十八章 指间的星光（下）-第一百一十九章 哑谜-第一百二十章 北新桥-第一百二十一章 龙之患-第一百二十二章 我真的还想再活五百年-第一百二十三章 燎原-第一百二十四章 无垢-第一百二十五章 红妆-第一百二十六章 异变-第一百二十七章 腰缠十万贯（上）-第一百二十八章 腰缠十万贯（下）-第一百二十九章 朝阳前的少年们-第一百三十章 文试开始-第一百三十一章 最后交卷的两个人-第一百三十二章 煮时林-第一百三十三章 林海听涛（上）-看，那边黑洞洞-第一百三十四章 林海听涛（下）-感谢以及道歉-第一百三十五章 如履薄冰-第一百三十六章 握手-第一百三十七章 浅浅的江-第一百三十八章 骑鹤下江南-第一百三十九章 狼族少年-第一百四十章 看不到的对战-第一百四十一章 林畔数人无人问-第一百四十二章 前进的拳头-第一百四十三章 第一战-第一百四十四章 你上辈子做过些什么？-第一百四十五章 抽签-第一百四十五章 论剑-第一百四十六章 万万没想到-第一百四十七章 崖畔-第一百四十八章 笨拙向前-第一百四十九章 浴血、拔剑、纵云、落须-第一百五十章 天空-第一百五十二章 赤足的少年，坚决的少女-第一百五十三章 不战-第一百五十四章 而胜-第一百五十五章 日常-第一百五十六章 两名少年的连胜-第一百五十七章 就到这里吧-第一百五十八章 天煞孤星-第一百五十九章 那就这样吧-第一百六十章 简单一剑-第一百六十一章 闭眼不见，百剑生-第一百六十二章 燃烧-第一百六十三章 一场新雨洗旧尘-第一百六十四章 倒山-第一百六十五章 提靴-第一百六十六章 这样也行-第一百六十七章 两场漫长的战斗-第一百六十八章 打出自己的价钱-第一百六十九章 文试榜单以及登山的杖-第一百七十章 八方候此一战-第一百七十一章 渔歌三剑-第一百七十二章 再燃雪原-第一百七十三章 暴雨前的宁静-第一百七十四章 闭眼之际见湖山-第一百七十五章 一眼通幽-第一百七十六章 他一直在通幽-第一百七十八章 秘之一剑-第一百七十九章 靠着楼墙，断了过往-第一百八十章 晚霞，却是初升-第一百八十一章 榜首慢走-第一百八十二章 院门重修-第一百八十三章 一夜之间，万人之前-第一百八十四章 低头，方能承其冠-第一百八十五章 曾经的事情-第一百八十六章 家宴-第一百八十七章 开园人-第一百八十八章 徐氏佳人，周郎故园-第一百八十九章 拾阶而上-第一百八十九章 凌烟阁里的第八幅画像-第一百九十章 历史里的那抹光亮-第一百九十一章 命运的盒子-第一百九十二章 曾经的三个人（上）-第一百九十三章 曾经的三个人（下）-第一百九十四章 进京赶考的书生-第一百九十五章 没有命运这回事-第一百九十六章 八方风雨，起于黑石-第一百九十七章 了无生趣-第一百九十八章 天书陵-第一百九十九章 守陵人-第二百章 游客-第二百零一章 篱笆墙畔两小儿-第二百零二章 心血来潮-第二百零三章 踏雪荀梅-第二百零四章 天凉王破-第二百零五章 去陵南-第二百零六章 闯神道-第二百零七章 战风雪-第二百零八章 谢谢你，不客气-第二百零九章 于晨时观碑-第二百一十章 照晴碑-第二百一十章 万种解碑法（上）-第二百一十一章万种解碑法（中）-第二百二十二章 万种解碑法（下）-第二百二十三章 薄册动人心-第二百二十四章 夜里挑灯看碑（上）-第二百二十五章 夜里挑灯看碑（中）-第二百二十六章 夜里挑灯看碑（下）-第二百二十七章 往事知多少（上）-第二百二十八章 往事知多少（下）-第二百二十九章 第一个解碑者-第二百三十章 众妙之门-第二百三十一章 抱碑的少年们-第二百三十二章 雁鸣（上）-第二百三十三章 雁鸣（下）-第二百三十四章 一日看尽前陵碑-第二百三十五章 断碑-第二百三十六章 应作如是观（上）-第二百三十七章应作如是观（下）-第二百三十八章 初见真实-第二百四十章 今夜星光灿烂-第二百四十一章 神秘的黑石，完美的星空-第二百四十二章 烟花盛景不夜天-第二百四十三章 出陵-第二百四十四章 春眠不觉晓-第二百四十五章 拜见教宗大人-第二百四十六章 继承者-第二百四十七章 少年院长-第二百四十八章 眉心上的一颗朱砂痣（上）-第二百三十八章眉心上的一颗朱砂痣（下）-第二百三十九章 不一样的灵魂-第二百四十章 杂物间的大老鼠-第二百四十一章 同行-第二百四十二章 黄纸伞-第二百四十三章 周园外有风雨来（上）-第二百四十三章 周园外有风雨来（中）-第二百四十四章 周园外有风雨来（下）-第二百四十五章 雨至，所以撑伞-第二百四十六章 小小苏-第二百四十七章 逆流而……（上）-第二百四十八章 逆流而……（上还是不上）-第二百四十九章 青烟传警讯-第二百五十章 两地医（上）-第二百五十一章 两地医（中）-第二百五十二章 两地医（下）-第二百五十三章 琴声呜咽一人死-第二百五十四章 于潭中知剑意-第二百五十五章 那边是湖-第二百五十六章 比湖水更绿的绿-第二百五十七章 你挑着担，我提着锅的夫妇-第二百五十八章 魔吃着人，人吃着龙的天理-第二百五十九章 隐形的翅膀-第二百六十章 伤心一剑（上）-第二百六十一章 明白人-第二百六十二章 一条名为勇气的路-第二百六十三章 狼突-第二百六十四章 不想走进黑夜的人们-第二百六十五章 光之翼-第二百六十六章 坠入落日的倒影-第二百六十七章 过去和现在的命运（上）-第二百六十八章 过去和现在的命运（中）-第二百六十九章 过去和现在的命运（下）-第二百七十章 草屑-第二百七十一章 流星-第二百七十二章 梧桐-第二百七十三章 血战到底-第二百七十四章 凤殒-第二百七十五章凤鸣-第二百七十六章狼哮-第二百七十七章 剑唤-第二百七十八章 于夜空里相遇-第二百七十九章 比翼-第一章 纵使相逢应不识-第二章 尘满面，鬓如霜-第三章 我要你的……-第四章 修道从来不愉快-第五章 穿过她的黑发的他的手-第六章 雪山宗的玄霜气以及耳光与血毒-第七章 人生若只如初见（一）-第八章 人生若只如初见（二）-第九章 人生若只如初见（三）-第十章 人生若只如初见（四）-第十一章 人生若只如初见（五）-第十二章 人生若只如初见（六）-第十三章 人生若只如初见（七）-第十四章 人生若只如初见（八）-第十五章 人生若只如初见（九）-第十六章 人生若只如初见（十）-第十七章 人生若只如初见（十一）-第十八章 人生若只如初见（十二）-第十九章 天才夜话以及追赶-第二十章 孩童雪话以及吵架-第二十一章 清风问道-第二十二章 过四季而见陵-第二十三章 那个男人的陵墓-第二十四章 他所寻找的宝藏-第二十五章 等待命运的到来-第二十六章 我可能是你的命运-第二十七章 我以我血荐姑娘-第二十八章 我的就是你的，你的还是你的-第二十九章 再临绝境，两个小朋友-第三十章 临渊对谈，一个动心人-第三十一章 不能要的女人，无耻的男人-第三十二章 黑棺的钥匙-第三十三章 黑棺的秘密-第三十四章 神功出世-第三十五章 学刀-第三十六章 一起面对-第三十七章 清冷的第一剑-第三十八章 掸雪交心-第三十九章 打手腕-第四十章 有虹起于草原-第四十一章 一道剑意的出现-第四十二章雀跃的第二剑-第四十三章 归来（上）-第四十四章归来（下）-第四十五章 名剑风流-第四十六章 一把很重的剑-第四十七章 山海剑-第四十八章 万剑归宗（上）-第四十九章 老剑与少年（中）-第五十章 老剑与少年（下）-第五十一章 如山般的妖兽身影-第五十二章 万剑成军-第五十三章 剑行草原，仿佛离山-第五十四章 金翅大鹏现世-第五十五章 夜空中最闪亮的星-第五十六章 真正的传承-第五十七章 万剑成龙-第五十八章 归一-第五十九章 天青色-第六十章 周园的真迹-第六十一章 遗失的石碑，无力的少女-第六十二章 彩虹何处生？-第六十三章 落难的山鸡-第六十四章 消逝的黑石-第六十五章 碑与剑的过往-第349章 天塌了，得有人撑着-第六十七章 由周园而至雪原-第六十八章 万里送剑-第六十九章 一剑万里-第七十章 让人无话可说的离山小师叔-第354章 泉畔的神与人-第355章 雪中的前后辈-第七十三章 等一个人-第七十四章 悲伤的理由-第七十五章 死一个人（上）-第七十六章 死一个人（下）-第七十七章 跨雪原-第七十八章 注视着夜色的雄狮以及它的跟班-第七十九章 全职教育（一）-第八十章 全职教育（二）-第八十一章 全职教育（三）-第八十二章 全职教育（四）-第八十三章 杀人的神将-第八十四章 苏离的眼光（上）-第八十五章 苏离的眼光（中）-第八十六章 苏离的眼光（下）-第八十七章 周通会知道刘青做过什么-第八十八章 天才的对话-第八十九章 慧剑（上）-第九十章 慧剑（下）-第九十一章 临阵磨剑（上）-第九十二章 临阵磨剑（下）-第九十三章 剑入舞衣，耳垂坠血珠-第九十四章 简单少年-第九十五章 七道剑，敲伞六记-第九十六章 酒后吐真言-第九十七章 新的剑法-第九十八章 燃烧吧，我的剑（上）-第九十九章 燃烧吧，我的剑（下）-第一百章 浔阳城的春光-第一百零一章 人间处处是麻烦（上）-第一百零二章 开门见山梁王孙-第一百零三章 一场盛宴的开端-第一百零四章 有时候，救人得先学会杀人-第一百零五章 有人乘着风筝来-第一百零六章 笨少年的笨剑-第一百零七章 我们活着的意思（上）-第一百零八章 我们活着的意思（下）-第一百零九章 曲终，刀现-第一百一十章 天凉好个王破（上）-第一百一十一章 天凉好个王破（下）-第一百一十二章 风雨阻城-第一百一十三章 三棵松（上）-第一百一十四章 三棵松（下）-第一百一十五章 铁刀惊风雨（上）-第一百一十六章 铁刀惊风雨（下）-第一百一十七章 出剑（上）-第一百一十八章 出剑（下）-第一百一十九章 最后一式（上）-第一百二十章 最后一式（下）-第一百二十一章 指间的夜-第一百二十二章 有本事，不代表有用-第一百二十三章 一把将醒的剑-第一百二十四章 离山乱（上）-第一百二十五章 乱起于两个女子（上）-第一百二十六章 乱起于两个女子（下）-第一百二十七章 还是那座秋山（上）-第一百二十八章 还是那座秋山（中）-第一百二十九章 还是那座秋山（下）-第一百三十章 离山弟子何在？-第一百三十一章 父与子（上）-第一百三十二章 父与子（中）-第一百三十三章 父与子（下）-第一百三十四章 平凡的圣人们（上）-第一百三十五章 浔阳城的第一个答案-第一百三十六章 刺客生涯的总结一剑-第一百三十七章 青春少年的奇遇万剑-第一百三十八章 不落之刀-第一百三十九章 有朋自南方来-第一百四十章 南方圣女-第一百四十一章 你就是陈长生？-第一百四十四章 一襟晚照话平生-第一百四十五章 落日不见是清晨-第一章 生死之间回京都-第二章 拜见教宗大人-第三章 四季皆梅，秋实渐坠-第四章 介尔昭明-第五章 夜色-第六章 晨雨-第432章 晨雨-第七章 阴天只是两三天-第八章 野渡无人，陵自开-第九章 春雨里的太阳-第十章 国教学院的棍子-第十一章 共商何事-第十二章 锦鲤，沉塘，铁刀的光芒-第十三章 不管秋风还是春风，让我们砸树吧-第十四章 什么都要管的陈院长（上）-第十五章 吃喝嫖赌，生老病死-第十六章 把那梅花看好多年-第十七章 钟声响起归家的讯号-第十八章 国教学院的首战-第十九章 拙于剑者-第二十章 剑如其人（上）-第二十章 剑如其人（下）-第二十一章 车往何处去？-第二十二章 海棠花残如血-第二十三章 我是来接人的-第二十四章 蝉鸣哪能静-第二十五章 红色官袍下的小-第二十六章 少年与光阴-第二十七章 天道西流去-第二十八章 停车开车，言钱道剑-第二十九章 熊孩子们与剑的故事-第三十章 越女-第三十一章 两地思-第三十二章 那些你所不知道的事情-第三十三章 你帮我把伞还给他-第三十四章 什么情况？-第三十五章 他在花中央-第三十六章 淹之始-第三十七章 三剑破神甲-第三十八章 今年夏天，就看国教学院-第三十九章 国教学院三杰-第四十章 澄湖楼偶遇-第四十一章 挡道者死-第四十二章 一盘蓝龙虾引发的血案-第四十三章 世间最贵重的礼物-第四十四章 黯然销魂者-第四十五章 国教学院的大事件-第四十六章 一场闹剧？-第四十七章 招生风波（一）-第四十八章 招生风波（二）-第四十九章 招生风波（三）-第五十章 招生风波（四）-第五十一章 招生风波（五）-第五十二章 剑从口出（一）-第五十三章 剑从口出（二）-第五十四章 剑从口出（三）-第五十五章 剑从口出（四）-第五十六章 出人意料的转院生-第五十七章 别样红的态度-第五十八章 国教学院走进了新时代-第五十九章 苦修教士，少年宗师-第六十章 两株野花满山崖（上）-第六十一章 两株野花满山崖（中）-第六十二章 两株野花满山崖（下）-第六十三章 观剑-第六十四章 品剑-第六十五章 一座山，观一人-第六十六章 清烈的龙吟-第六十七章 我在池畔再次见到你-第六十八章 我要看看你的脸-第六十九章 残茶破红袍-第七十章 再入周园-第七十一章 此间无人-第七十二章 一串石珠-第七十三章 昨日重现徐府-第七十四章 离宫解铃-第七十五章 我把最好的送给你-第七十六章 时光泡烂了过往-第七十七章 分开以后才明白-第七十八章 过往才是时光-第一章 圣女回京-第二章 圣后的教诲-第三章 归府，却想着十一条街外-第四章 风雪故人来-第五章 书架上的竹蜻蜓-第六章 七日之约-第七章 她-第八章 命运的罗盘-第九章 奈何桥的风景-第十章 万般不可言-第十一章 天音落-第十二章 大雪崩-第十三章 半桥雨，半桥雪-第十四章 青春逼人绽光明-第十五章 天上人间-第十六章 慧剑斩-第十七章 斩不断-第十八章 理还乱-第十九章 乱弹琴-第二十章 人约黄昏后-第二十一章 请假举个手-第二十二章 倾伞如故否？-第二十三章 对坐啃骨头-第二十四章 谈谈-第二十五章 听说你的家里没有草原-第二十六章 雪夜入宫-第二十七章 被抓住了-第二十八章 一见-第二十九章 还伞问去路-第三十章 苏离的信（一）-第三十一章 来到京都的老道姑-第三十二章 来到万柳园的一封信-第三十三章 柳残阳-第三十四章 来到长生宗的另一封信-第三十五章 国教学院最大的危机，她来了！-第三十六章 以老欺小-第三十七章 弹指间，强敌灰飞剑灭-第三十八章 燎天剑的真正目标-第三十九章 一枝乌木簪-第四十章 这才是他给世界留下的信-第四十一章 南北合流破阵始-第四十二章 冰雪向来不聪明-第四十三章 谁来赐你名与姓-第四十四章 京都里的流言-第四十五章 在天书陵里的约会-第四十六章 断碑之前续前事-第四十七章 同修-第四十八章 十三陵里说旧事-第四十九章 生命难以承受的……-第五十章 天地之间诸事更新-第五十一章 消逝的名字-第五十二章 我在这里的理由是血与酒-第五十三章 煮石大会-第五十四章 万众之前，其峰自孤-第五十五章 德者，拦路贼也-第五十六章 忽然出现的青衣人-第五十七章 失落的留守者-第五十八章 看见中年书生，天便黑了-第五十八章 一眼寒雪落-第五十九章 挑眉天地森-第六十章 天机何意？-第六十一章 举世皆惊-第六十二章 寒山有鱼-第六十三章 逃往寒山深处-第六十四章 山里有个游客-第六十五章 云游者-第六十六章 两位君王的相遇-第六十七章 多年后的湖-第六十八章 你是怎么逃出来的？-第六十九章 事情的真正关键-第七十章 这样不好-第七十一章 蜜枣般的夜晚-第七十二章 天机老人的善言-第七十三章 削还是不削，这是一个问题-第七十四章 我是谁-第七十五章 人生就是无数个选择题（上）-第七十六章 人生就是无数个选择题（下）-第七十七章 一切并非虚妄-第七十八章 他决定破境的时候故人来了-第七十九章 大事件的小序曲-第八十章 这里也有一颗黑石-第八十一章 离山的山门（上）-第八十二章 离山的山门（下）-第八十三章 今日星光灿烂-第八十四章 放手-第八十五章 直剑-第八十六章 待何事？-第八十七章 白昼里的一颗星-第八十八章 他的星空一直在那里-第八十九章 天道不可违-第九十章 我且为君战一场（上）-第九十一章 我且为君战一场（中）-第九十二章 我且为君战一场（下）-第九十三章 数千野火-第九十四章 生与死之前有关情与爱的对话-第九十五章 再见，疾驶的车辇-第九十六章 朝夕，在一起-第九十七章 站在光明里-第九十八章 眼前尽夜色-第九十九章 你是最动人的果子-第一百章 星空之下，无所敬畏-第一百零一章 顺我者，死而矣-第一百零二章 落魄者-第一百零三章 后事-第一百零四章 何以度余生？-第一百零五章 何以解忧？-第一百零六章 简单的杀光-第一百零七章 我要离去的意思（上）-第一百零八章 我要离去的意思（下）-第一百零九章 吃了你的理由-第一百一十章 呼吸-第一百一十一章 雏凤之鸣清而已-第一百一十二章 向死而生（上）-第一百一十三章 向死而生（下）-第一百一十四章 杀周（第一季之上）-第一百一十五章 杀周（第一季之中）-第一百一十六章 杀周第一季（再中）-第一百一十七章 杀周第一季（下）-第一百一十八章 夜色深处有一道声音（上）-第一百一十九章 夜色深处有一道声音（下）-第一百二十章 兄弟-第一百二十一章 清浊贤愚凭谁定-第一百二十二章 天书陵里的余人-第一百二十三章 母子（上）-第一百二十四章 母子（中）-第一百二十五章 母子（下）-第一百二十六章 第二只松鼠-第一百二十七章 今夜-第一百二十八章 十七路反王-第一百二十九章 唐家二爷-第一百三十章 一幅京都地-第一百三十二章 时隔千年的两副皇舆-第一百三十三章 溪畔的僧侣，雨中的道人-第一百三十四章 朕偏偏不-第一百三十五章 只是当时已惘然-第一百三十六章 在世界中心呼唤-第一百三十七章 星垂平野阔-第一百三十八章 万里之外，数息之间-第一百三十九章 森然大阵-第一百四十章 陈家的王爷们-第一百四十一章 真言如血-第一百四十二章 原来你什么都不是-第一百四十三章 借皇血，降夜宫-第一百四十四章 最是人间毒不过-第一百四十五章 举世反天海-第一百四十六章 亲戚及他人的悲与歌-第一百四十七章 选择即错误，眼光定格局-第一百四十八章 她的眼光在远方，在彼方-第一百四十九章 白月光-第一百五十章 万里往返只需一息-第一百五十一章 一息杀人-第一百五十二章 离宫放光明-第一百五十三章 可能她一直都知道-第一百五十四章 三圣归一-第一百五十五章 尚能饭否-第一百五十六章 一叶一世界-第一百五十七章 当惊世界殊-第一百五十八章 一饭之恩-第一百五十九章 秋杀-第一百六十章 千年之战-第一百六十一章 最后的选择-第一百六十二章 黎明前的黑暗-第一百六十三章 破晓-第一章 一块抹布-第二章 一位公公-第三章 一座学院-第四章 一道旨意-第五章 一个朋友-第六章 一件事情-第七章 一个问题-第八章 一颗石头-第九章 一次感受-第十章 封城-第十一章 无病-第十二章 所思-第十三章 新元-第十四章 莫名-第十五章 死事-第十六章 生者-第十七章 道理-第十八章 真人-第十九章 活路-第二十章 挖坑-第二十一章 闯薛府-第二十二章 死无地-第二十三章 告有人-第二十四章 思无邪-第693章 刀有道-第694章 秋有雨-第695章 风有信-第696章 云无心-第697章 不再见-第698章 大人物-第699章 小原则-第700章 初雪落-第701章 闻道有先后-第702章 术业有专攻-第703章 一座城与一把刀的故事（上）-第704章 一座城与一把刀的故事（中）-第705章 一把刀与一座城的故事（下）-第706章 铁刀的渴望（上）-第707章 铁刀的渴望（下）-第708章 王破的破（上）-第709章 王破的破（下）-第710章 向前，向前-第711章 不管怎么走都是向前-第712章 两只纸鸢（上）-第713章 两只纸鸢（下）-第714章 天南新篇-第715章 万剑旧事-第716章 我于同境全无敌-第717章 事情的原点还是杀人-第718章 地狱（上）-第719章 地狱（下）-第720章 庭院的阳光照着煎药的窗-第721章 世上最了解你的那个人来了-第722章 血色长街（上）-第723章 血色长街（中）-第724章 血色长街（下）-第725章 雪中圣旨到-第726章 顺流行舟-第727章 加冕-第728章 伟大的遗产-第729章 救赎以及新的传说-第730章 雪夜谈话-第731章 师徒战心意-第732章 最深的阴影-第733章 风雪里走来的黑衣少女-第734章 她这样想着（上）-第735章 她这样想着（下）-第736章 守护者-第737章 关于理想以及命运的礼赞-第738章 不如不见-第739章 逐日者的悲伤-第740章 被放逐的教宗-第741章 我们去南方-第742章 残酷的乱山-第743章 怒吼的乱山-第744章 余烬寒-第745章 丹药的名字-第746章 丹药的意味-第747章 那个人定下的规矩-第748章 一颗丹药引发的血案-第749章 奇货-第750章 观药-第751章 血珊瑚-第752章 那位-第753章 活着不过是一场扮家家酒（上）-第754章 活着不过是一场扮家家酒（中）-第755章 青梅一炉火-第756章 红焖总是肉-第757章 断桥都是人-第758章 雾重时，杀人无声-第759章 只是打了个照面-第760章 夜色难散-第761章 翻山越岭的另一边-第762章 那是一座黑色的巨山-第763章 何以降魔？-第764章 传说级别的碑石-第765章 不知何来的琴音-第766章 沉默的山谷-第767章 苦心孤诣的逃法-第768章 沉重而绝望的呼吸-第769章 一声叹，千里寒山-第770章 自古以来一魔君-第771章 我以我血救众生-第772章 语锋何如龙吟-第773章 霜雪之叹，奈何不夜天-第774章 伸手之间世界殊-第775章 不谈而判-第776章 三千剑后-第777章 还有一剑-第778章 最后三剑、夜色以及睁开的眼-第779章 星空杀-第780章 黑山白水，一处明亮-第781章 年轻的魔君，雾后的真相-第782章 简单故事-第783章 划拳开始-第784章 又一片夜色-第785章 越鸟之鸣-第786章 生来有病-第787章 孔雀东南飞-第788章 风雪故人来-第789章 离开以后-第790章 天上掉下来的军功-第791章 盲山相遇-792第792章天真白痴两碗汤-793第793章阪崖一大将-第794章 年轻人因何发笑？-第795章 请君出山-第796章 天地悠悠，所以不舍昼夜-第797章 星空与姑娘（上）-第798章 星空与姑娘（下）-第799章 周园重逢-第800章 是，陛下-第801章 春风绿两岸-第802章 野花袭松山-第803章 颂圣-第804章 圣谕如雷般降临-第805章 临兵斗者-第806章 皆阵列前行-第807章 行路难-第808章 难见春风之秋城-第809章 宿于柳间，不得安眠-第810章 晨光，厨雾，怪人-第811章 他来自黄泉-第812章 古槐下，别有心思-第813章 庭院人心深几许-第814章 孤星归来-第815章 治病救……的都不是人-第816章 新的同道者-第817章 来自西方的神秘强者-第818章 大西洲的野望-第819章 汶水里的万片金叶-第820章 道殿内外的夜唱-第821章 蹄声乱晨光-第822章 春风入老城-第823章 掌落石出-第824章 如山！如海！如旗！-第825章 议罪-第826章 狠狠红-第827章 一张蒲团-第828章 我怀念的-第829章 我不准，太阳便不能落山-第830章 汶水底的水草-第831章 汶水畔的暗杀-第832章 锋芒必露-第833章 难眠之夜只好顺水而行-第834章 教宗来看望长房的人们-第835章 我十分想见老太爷-第836章 那一代老人-第837章 老宅古井，咸菜清粥-第838章 杯茶-第839章 立雪-第840章 风雪里，接过你的伞-第841章 秋山啊……-第842章 祠堂里不说话的那个人-第843章 我以祠堂做牌场-第844章 一声喊乱了风雪-第845章 一把火烧了桐庐-第846章 刑房-第847章 七名商贩与六名衙役-第848章 五样绝世手段-第849章 一个弹琴的老人-第850章 两位老供奉的真身-第851章 以方便之名-第852章 二爷有话说-第853章 城外有轿至-第854章 祠堂里的暗杀-第855章 群杀-第856章 走出祠堂-第857章 现在该我来谈谈了-第858章 新的牌局-第859章 最了不起的败家子-第860章 太阳落山之前以及之后-第861章 看那边黑洞洞-第862章 庵外桃花说别离-第863章 茶香满山城-第864章 江山代有王爷出-第865章 冬天里狂野的铁枪与茶-第866章 铁打的棒棒儿-第867章 有迹可循的爪影-第868章 我可以站的更高些-第869章 做彼此只能远观的风景-第870章 江上风清-第871章 我会在深渊里等你-第872章 沉入江水深处的秘密-第873章 山门纪事-第874章 云雾里的圣女峰-第875章 石壁的两边-第876章 风景旧曾谙-第877章 南溪斋的师叔祖？-第878章 开卷有钱-第879章 南溪斋的乱因-第880章 草堂怀仁-第881章 白鹤搬救兵-第882章 合斋-第883章 一场会写入史书的谈话-第884章 朝廷使团的到来-第885章 滔滔江水亦不能洗此恨-第886章 峰顶见故人-第887章 大典开始-第888章 谁来反对-第889章 如果你来问我，答案就是不行-第890章 这就是圣谕-第891章 风雨落山崖-第892章 问罪-第893章 谁会站在他的身前？-第894章 南溪斋剑阵！-第895章 千万人，我在溪边烤鱼-第896章 放弃还是投降？-第897章 破阵者，蚁也-第898章 三剑后的绝境-第899章 大光明里凤凰来-第900章 合剑术-第901章 一起上-第902章 本应斩断一切的把一切联系起来-第903章 离开细绳的小红花-第904章 铁刀落，青衫湿-第905章 花重天下事-第906章 三息之间-第907章 神圣之间-第908章 父子之间-第909章 东西之间-第910章 生死之间-第911章 最决绝的态度-第912章 风流如云散，林中有回响-第913章 溪南有人说话-第914章 相看两厌-第915章 斋中生变-第916章 知易守难心而已-第917章 随心所安情而已-第918章 饮食男女神圣事-第919章 心血何处可安放？-第920章 白帝城里道前事-第921章 小酒馆里见故人-第922章 观菜而知殿下-第923章 天要落雨，不准嫁人-第924章 年轻人因何而活-第925章 老少年们的离山行-第926章 万剑大河见秋山-第927章 问道于盲，心有剑音-第928章 苏离的剑道-第929章 闯剑道-第930章 最后一课-第931章 欲入吾门，必受其剑-第932章 草原枯荣人如昨-第933章 分别只在一信间-第934章 商信舟来信-第935章 一庙治天下，西宁？-第936章 有人破云，伴天光而落-第937章 以山禁龙-第938章 风卷树影成黑袍一角-第939章 灭世之景-第940章 来自异大陆的天使-第941章 神圣之战章-第942章 铁剑依然在，容颜不曾改-第943章 遇见-第944章 大西洲使团-第945章 魔族来的年轻人-第946章 星空可以杀人，谁来救人？-第947章 海上牧云可曾记-第948章 正因多情方自欺-第949章 普天同选-第950章 改变的理由-第951章 戴笠帽的年轻人-第952章 此间少年无人知-第953章 天雷已隐谁能识-第954章 一拳-第955章 比声音更快的刀-第956章 又一拳-第957章 像礁石一样-第958章 一样的暮光-第959章 有事，弟子服其劳-第960章 轩辕，破-第961章 别样，红-第962章 白，菜-第963章 秋山，源信-第964章 焚心以火（上）-第965章 焚心以火（下）-第966章 妖族祖灵-第967章 圣光灌顶-第968章 渐渐显露的真相-第969章 明天之前-第970章 黎明之前-第971章 孤峰之前-第972章 撕裂夜色的电光-第973章 不能受伤的石印章-第974章 独在异乡为异客-第975章 雪老城的诚意-第976章 历史掀开新的篇章？-第977章 西宁一庙忧天下-第978章 天上白玉京-第979章 画中人-第980章 江山真如画-第981章 听见你的声音-第982章 师命难违-第983章 还有谁？-第984章 梨花落-第985章 剑域-第986章 霜云崩石-第987章 剑落千堆雪-第988章 一个人的南溪斋剑阵-第989章 剑就是他的命运-第990章 来到小院外的少女-第991章 我以火海见黄泉-第992章 剑照红河岸-第993章 请君杀两人-第994章 多年以后才明白-第995章 静静-第996章 天树情话-第997章 喵-第998章 诡异的风雨之前-第999章 寒冷的答案之间-第1000章 走到山洞尽头，听到不好的消息-第1001章 铜镜里的脸-第1002章 别样红之死-第1003章 就算听到真正的那个故事又能怎么办？-第1004章 去死吧，像活着一样-第1005章 生存还是毁灭，井底还是井口？-第1006章 以阵破阵-第1007章 皇城前的夜色被撕开了-第1008章 落于鬓间的小白花，杀机渐发-第1009章 直，难-第1010章 与世界的对话，与自己的谈判-第1011章 千年之后-第1012章 我只是不想评价-第1013章 风雪里被围住的院落-第1014章 国教的执杖人-第1015章 离宫的意志-第1016章 真相从来不止一个-第1017章 我请白帝见众生-第1018章 众生皆苦-第1019章 我来到我的城市-第1020章 闲杂人等，愿把五百年尽付-第1021章 我们想请你去死-第1022章 离宫大阵-第1023章 鹤携风雨破夜色-第1024章 近在眼前，隔着数百万光年-第1025章 圣光照亮黑色的海洋-第1026章 石像睁开了眼睛-第1027章 试剑（上）-第1028章 试剑（下）-第1029章 大光明来-第1030章 真正的最后一剑-第1031章 划破天空的两道火线-第1032章 云里的情话-第1033章 从虎-第1034章 走过你来时的路-第1035章 铜镜破，道人出-第1036章 断羽-第1037章 摘剑-第1038章 何如来此看师眠-第1039章 死后的温暖-第1040章 白帝城中云出门（上）-第1041章 白帝城中云出门（下）-第1042章 帝心皆风雪-第1043章 我见-第1044章 寒风烈，如美酒-第一章 好人就该杀坏人-第1046章 春风送暖入屠苏-第1047章 旧时徐府-第1048章 她说-第1049章 如何是好-第1050章 在很深很深的地方-第1051章 重回国教学院-第1052章 国教学院的新情况-第1053章 斩手（上）-第1054章 斩手（下）-第1055章 新国教学院的宣言-第1056章 教宗的归来-第1057章 贤者的时间-第1058章 魔鬼的主意-第1059章 光海的陛下-第1060章 年轻的皇帝-第1061章 糖渍的梅子-第1062章 寻常的小事-第1063章 天下与星空之外-第1064章 头发乱了-第1065章 一个好人-第1066章 简单任务-第1067章 好一对-第1068章 离宫的人事安排-第1069章 都到了-第1070章 一切都是从白帝城开始的-第1071章 檐角片瓦-第1072章 王爷们的愤怒-第1073章 来都来了的世家主-第1074章 就是不出的师徒们-第1075章 再次重逢的世界-第1076章 再次看到的晨光-第1077章 大热闹-第1078章 商人当道-第1079章 然后-第1080章 困-第1081章 首杀的目标-第1082章 盲棋-第1083章 请不要重复昨夜的故事-第1084章 改世问-第1085章 她可以，我也可以-第1086章 徐有容的问题-第1087章 烟尘起处-第1088章 烟尘落处-第1089章 三路骑兵-第1090章 一道龙吟-第1091章 寂静的春天-第1092章 雪泥鸿爪-第1093章 陈长生的安排-第1094章 万物的前提-第1095章 她的名字-第1096章 你怎么不去死？-第1097章 我们打架吧-第1098章 人间最怕见天真-第1099章 一只暗夜中静静沉去的黄河鲤鱼-第1100章 你不想试试吗？-第1101章 战前-第1102章 战斗开始的地方，突然的转折！-第1103章 十年之约-第1104章 动身如剑-第1105章 道路以目-第1106章 我们都曾杀过-第1107章 规则之上的力量-第1108章 选择的意义-第1109章 断树-第1110章 六六六六-第1111章 君子藏器于身，待时而动-第1112章 大日如来谁可安？-第1113章 敢问剑在何方？-第1114章 到处都是-第1115章 枫林阁-第1116章 商行舟输了-第1117章 谁赢了？-第1118章 战斗的意义-第1119章 关于陈生生的一切-第1120章 诸君看吧-第1121章 年轻人的时代-第1122章 最是真情帝王家-第1123章 原来是你-第1124章 一切都是假的-第1125章 如果你是除苏-第1126章 八大山人-第1127章 黑袍的杀局-第1128章 出剑以及收剑-第1129章 吾的箭-第1130章 嚣张之枪以及心碎之箭-第1131章 亡我焉支山-第1132章 第二十九夜-第1133章 一无所知的别离-第1134章 葱州-第1135章 浔阳-第1136章 洛阳-第1137章 礼赞-第1138章 活着离开-第1139章 远去的马蹄，忧伤的歌-第1140章 迟早要去，何不早去？-第1141章 我要去雪老城-第1142章 鸟山明-第1143章 遮天剑-第1144章 王破来了-第1145章 战魔帅-第1146章 乱命-第1147章 痛快的你与我，纸上的他与她-第1148章 闲听落花送把剑-第1149章 高烧不退的唐三十六-第1150章 潜入雪老城-第1151章 初雪-第1152章 一辆车，一幅画-第1153章 火烧伽蓝寺-第1154章 潮水里的不老山-第1155章 福缘深厚的小道士-第1156章 西宁镇溪畔钓叟出枪-第1157章 苍老的少年-第1158章 当时明月在何方-第1159章 庭院深深深几许-第1160章 快活的唐老太爷-第1161章 血的沼泽-第1162章 每个人的心里都有一团火-第1163章 将在外-第1164章 最后的晚餐以及谈话-第1165章 进城遇到的麻烦-第1166章 中山王的选择-第1167章 归来的陈留王以及他-第1168章 就到这里了-第1169章 你是谁？-第1170章 蓦然回首，伊人在灯火阑珊处-第1171章 艳阳天-第1172章 你们输了-第1173章 魔族的来历-第1174章 星空的秘密-第1175章 我们曾通信-第1176章 我已经等你很久了-第1177章 你就是灯塔-第1178章 光，落在你脸上-第1179章 她的答案-第1180章 一剑自地起-第1181章 一剑天上来-第1182章 黑袍之死-第1183章 天凉好个秋-第1184章 圣光大陆之行-第1185章 神隐之路"
    }
  },
  "status": 200,
  "timestamp": 1554691325551
}
